Repository: ptwoms/FunctionalApp
Catalog: FunctionalApp/*.lproj/Localizable.strings
Languages: my

source: New Notebook
my: မှတ်စုစာအုပ်အသစ်

source: Error
my: အမှား

source: Notebooks
my: မှတ်စုစာအုပ်များ

# notebook_already_exists
source: Notebook with the same name already exists!
my: အမည်တူမှတ်စုစာအုပ်ရှိပြီးနေပြီ

source: Notebook Name
my: မှတ်စုစာအုပ်နာမည်

# enter_name_for_notebook
source: Enter a name for the notebook
my: မှတ်စုစာအုပ်အတွက်နံမယ်ကိုရိုက်ထည့်ပါ။

source: Save
my: သိမ်းရန်

source: Cancel
my: ဖျက်သိမ်း

source: Ok
my: အိုကေ

source: Delete
my: ဖျက်ရန်

source: Warning
my: သတိပေးချက်

source: New Note
my: မှတ်စုအသစ်

source: Take Photo
my: ဓာတ်ပုံရိုက်

source: Photo Library
my: ဓာတ်ပုံအယ်လ်ဘမ်

source: Close
my: ပိတ်ရန်

source: Yesterday
my: မနေ့က

# one_note
source: %d note
my: %d မှတ်စု

# x_notes
source: %d notes
my: %d မှတ်စု

# x_and_more
source: %@ and %d more
my: %@ နှင့် အခြား %d အုပ်

# enter_new_name_for_notebook
source: Enter a new name for this notebook.
my: ဒီမှတ်စုစာအုပ်အတွက်နံမယ်အသစ်ကိုရိုက်ထည့်ပါ။

source: Rename Notebook
my: မှတ်စုစာအုပ်နံမယ်ပေြာင်း

source: Rename
my: နံမယ်ပေြာင်း
